tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zegervdv/zathura"
brew "freetype"
brew "bash"
brew "bastet"
brew "bc"
brew "binutils"
brew "catimg"
brew "cglm"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "compiledb"
brew "composer"
brew "coreutils"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "freeglut"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gleam"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "go"
brew "htop"
brew "jq"
brew "julia"
brew "keydb"
brew "lazydocker"
brew "lazygit"
brew "libconfig"
brew "pkgconf"
brew "llm"
brew "lua-language-server"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "perl"
brew "pipx"
brew "protobuf"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "telnet"
brew "tmux"
brew "viu"
brew "watchman"
brew "wget"
brew "z"
brew "zig"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "font-hack-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "ghostty"
cask "karabiner-elements"
cask "linearmouse"
cask "mactex"
cask "raycast"
cask "spotify"
